Repository: authpass-l10n/authpass
Catalog: authpass/lib/l10n/app_*.arb
Languages: he, lt

# fieldUserName
source: User
he: משתמש
lt: Naudotojas

# fieldPassword
source: Password
he: סיסמה
lt: Slaptažodis

# fieldWebsite
source: Website
he: אתר
lt: Svetainė

# fieldTitle
source: Title
he: כותרת
lt: Pavadinimas

# fieldTotp
source: One Time Password (Time Based)
he: סיסמה חד פעמית (מבוסס זמן)
lt: Vieno karto slaptažodis (atsižvelgiant į laiką)

source: English
he: אגלית

source: German
he: גרמנית

source: Russian
he: רוסית

source: Ukrainian
he: אוקראינית

source: Lithuanian
he: ליטאית

source: French
he: צרפתית

source: Spanish
he: ספרדית

# selectKeepassFile
source: AuthPass - Select KeePass File
he: AuthPass - בחר קובץ KeePass
lt: „AuthPass“ - Pasirinkti „KeePass“ failą

source: Quick unlocking files
he: פתיחה מהירה של קבצים
lt: Greitas failų atrakinimas

# selectKeepassFileLabel
source: Please select a KeePass (.kdbx) file.
he: אנא בחרו קובץ KeePass מסוג kdbx.
lt: Prašome pasirinkti „KeePass“ (.kdbx) failą.

source: Create New File
he: צור קובץ חדש

source: Open Local File
he: פתח קובץ לוקאלי
lt: Atidaryti Vietinis failas

source: Open File
he: פתח קובץ
lt: Atidaryti failą

# loadFrom
source: Load from {cloudStorageName}
he: טען מ (cloudStorageName)
lt: Iškelti iš {cloudStorageName}

# loadFromUrl
source: Download from URL
he: הורד מ-URL
lt: Atsisiųsti iš URL

# loadFromRemoteUrl
source: Open kdbx from URL
he: פתח kdbx מ-URL

# createNewKeepass
source: New to KeePass? Create New Password Database
he: חדש ל-KeePass? צור מאגר סיסמאות חדש
lt: Esate naujas „KeePass“ programoje? Sukurti naują slaptažodžių duomenų bazę

# labelLastOpenFiles
source: Last opened files:
he: קבצים שנפתחו לאחרונה:
lt: Paskiausiai atidaryti failai:

# noFilesHaveBeenOpenYet
source: No files have been opened yet.
he: אין אף קבצים שנפתחו עדיין.
lt: Jokie failai dar nebuvo atidaryti.

# preferenceSelectLanguage
source: Select Language
he: בחר שפה
lt: Pasirinkti kalbą

# preferenceLanguage
source: Language
he: שפה
lt: Kalba

# preferenceTextScaleFactor
source: Text Scale Factor
he: קנה מידה של טקסט
lt: Teksto dydžio faktorius

# preferenceVisualDensity
source: Visual Density
he: צפיפות חזותית
lt: Vizualinis tankis

# preferenceTheme
source: Theme
he: נושא
lt: Išvaizda

# preferenceThemeLight
source: Light
he: בהיר
lt: Šviesi

# preferenceThemeDark
source: Dark
he: כהה
lt: Tamsi

# preferenceSystemDefault
source: System Default
he: ברירת מחדל של המערכת
lt: Sistemos numatytoji

# preferenceDefault
source: Default
he: ברירת מחדל
lt: Numatytasis

# lockAllFiles
source: Lock all open files
he: נעל את כל הקבציפ הפתוחים
lt: Užrakinti visus atidarytus failus

# preferenceAllowScreenshots
source: Allow Screenshots of the App
he: אפשר צילומי מסך של הישומון
lt: Leisti šios programėlės ekrano atvaizdus

# preferenceEnableAutoFill
source: Enable autofill
he: אפשר מילוי אוטומטי
lt: Įgalinti automatinį užpildymą

# preferenceAutoFillDescription
source: Only supported on Android Oreo (8.0) or later.
he: נתמך רק באנדרואיד אוריאו (8.0) ומעלה.
lt: Palaikoma tik „Android Oreo“ (8.0) sistemoje ar naujesnėje.

# preferenceTitle
source: Preferences
he: העדפות
lt: Nustatymai

# aboutLinkFeedback
source: We welcome any kind of feedback!
he: אנו מברכים על כל משוב!
lt: Mes laukiame bet kokių atsiliepimų!

# aboutLinkVisitWebsite
source: Also make sure to visit our website
he: אנא בקרו גם באתר שלנו
lt: Taip pat nepamirškite apsilankyti mūsų svetainėje

# aboutLinkGitHub
source: And Open Source Project
he: וגם הפרויקט הקוד פתוח
lt: Taip pat atvirojo kodo projekto

# aboutLogFile
source: Log File: {logFilePath}
he: קובץ לוג {logFilePath}
lt: Log failas: {logFilePath}

# menuItemGeneratePassword
source: Generate Password
he: צור סיסמא
lt: Generuoti slaptažodį

# menuItemPreferences
source: Preferences
he: העדפות
lt: Nustatymai

# menuItemOpenAnotherFile
source: Open another File
he: פתח קובץ נוסף
lt: Atidaryti kitą failą

# menuItemCheckForUpdates
source: Check for updates
he: בדוק עדכונים
lt: Tikrinti, ar nėra atnaujinimų

# menuItemSupport
source: Email Support
he: שלח מייל לתמיכה
lt: Pagalba el. paštu

# menuItemSupportSubtitle
source: Send logs by email/ask for help.
he: תשלח לוגים על0ידי מייל/בקש עזרה.
lt: Siųsti log failus/klausti pagalbos.

# menuItemHelp
source: Help
he: עזרה
lt: Pagalba

# menuItemHelpSubtitle
source: Show documentation
he: הצג תיעוד
lt: Rodyti dokumentaciją

# menuItemAbout
source: About
he: אודות
lt: Apie

# passwordPlainText
source: Reveal password
he: הצג סיסמא
lt: Rodyti slaptažodį

# generatorPassword
source: Password
he: סיסמא
lt: Slaptažodis

source: Generate Password
he: צור סיסמא
lt: Generuoti slaptažodį

# doneButtonLabel
source: Done
he: סיים
lt: Gerai

source: Use as Default
he: תשתמש כברירת מחדל
lt: Naudoti kaip numatytajį

# characterSetSpecial
source: Special (@%+)
he: מיוחד(@%+)
lt: Specialieji (@%+)

source: Length
he: אורך
lt: Ilgis

source: Custom Length
he: אורך מותאם אישית
lt: Pritaikytas pagal save ilgis

# customLengthHelperText
source: Only used for length > {customMinLength}
he: בשימוש רק עבור אורך > {customMinLength}
lt: Naudojamas tik ilgiui > {customMinLength}

source: Manage Groups
he: נהל קבוצות
lt: Tvarkyti grupes

source: Lock Files
he: נעל קבצים
lt: Užrakinti failus

# searchHint
source: Search
he: חיפוש
lt: Ieškoti

source: Clear
he: נקה
lt: Valyti

# autofillFilterPrefix
source: Filter:
he: סינון:
lt: Filtras:

# autofillPrompt
source: Select password entry for autofill.
he: בחר סיסמא עבור קלט למילוי אוטומטי.

source: Copied to clipboard.
he: הועתק ללוח.
lt: Nukopijuota į iškarpinę.

source: (no title)
he: (אין כותרת)
lt: (nėra pavadinimo)

source: (no username)
he: (אין שם משתמש)
lt: (nėra naudotojo vardo)

# filterCustomize
source: Customize …
he: התאמה אישית…

# swipeCopyPassword
source: Copy Password
he: העתק סיסמא

# swipeCopyUsername
source: Copy Username
he: העתק שם משתמש

# doneCopiedPassword
source: Copied password to clipboard.
he: סיסמא הועתקה ללוח.

# doneCopiedUsername
source: Copied username to clipboard.
he: שם משתמש הועתק ללוח.

# doneCopiedField
source: Copied.
he: הועתק.

# emptyPasswordVaultPlaceholder
source: You do not have any password in your database yet.
he: אין לכם עדייו סיסמא במסד הנתונים שלכם.

# emptyPasswordVaultButtonLabel
source: Create your first Password
he: צור את הסיסמא הראשונה שלך

source: Loading file …
he: טוען קובץ…

source: Internal file
he: קובץ פנימי

# internalFileSubtitle
source: Database previously created with AuthPass
he: מסד נתונים נוצר מקודם עם AuthPass

# createDatabaseAction
source: Create Database
he: צור מסד נתונים

# characterSetLowerCase
source: Lowercase (a-z)
lt: Mažųjų raidžių (a-z)

# characterSetUpperCase
source: Uppercase (A-Z)
lt: Didžiosios raidės (A-Z)

# characterSetNumeric
source: Numeric (0-9)
lt: Numeriai (0-9)

# characterSetUmlauts
source: Umlauts (ä)
lt: Umliautai (ä)

# savedFiles
source: {numFiles, plural, one {One file saved: {files}} other {{numFiles} files saved: {files}}}
lt: {numFiles,plural, one {Vienas failas išsaugotas: {files}}, kiti {{numFiles} failai išsaugoti: {files}}}

# masterPasswordInputLabel
source: Password
lt: Slaptažodis

# unexpectedError
source: Unexpected Error: {error}
lt: Nenumatyta klaida: {error}
